Repository: rlvy0513/HanHae
Catalog: HanHae/HanHae/Localizable.xcstrings
Source language: ko
Languages: en

source: 목표 추가하기
en: Add Goal

source: <html> <body> <p><small>피드백이나 문의사항을을 작성해 주세요.</small></p><br> <br> <p>===============================<br> iPhone Model : %1$@<br> iOS Version : %2$@<br> App Version : %3$@<br> ===============================<br> <small>* iPhone Model이 올바르지 않은 경우, 수동으로 입력해 주세요.</small></p> </body> </html>
en: <html> <body> <p><small>Please enter your feedback or inquiries.</small></p><br> <br> <p>===============================<br> iPhone Model : %1$@<br> iOS Version : %2$@<br> App Version : %3$@<br> ===============================<br> <small>* If the iPhone model is incorrect, please enter it manually.</small></p> </body> </html>

source: 다크 모드
en: Dark Mode

source: 닫기
en: Close

source: 디바이스에 메일 계정이 설정되어 있지 않습니다. 메일 앱에서 사용자의 메일 계정을 설정해 주세요.
en: The device does not have an email account set up.Please configure your email account in the Mail app.

source: 라이트 모드
en: Light Mode

source: 리마인드 알림
en: Notifications

source: 메일 저장됨
en: Mail Saved

source: 메일 전송 실패
en: Mail Sending Failed

source: 메일 전송 완료
en: Mail Sent Successfully

source: 메일 전송 취소
en: Cancel Sending Mail

source: 메일 전송에 실패했습니다. 다시 시도해 주세요.
en: Mail sending failed. Please try again.

source: 메일 전송이 취소되었습니다.
en: The mail has been canceled.

source: 메일을 보낼 수 없습니다.
en: Unable to send mail.

source: 메일이 저장되었습니다.
en: The mail has been saved.

source: 모든 목표 삭제
en: Delete All Goals

source: 모든 목표 삭제하기
en: Delete All Goals

source: 목록 편집하기
en: Edit List

source: 목표 상태 변경하기
en: Change Goal Status

source: 목표 상태를 미완료 상태로 변경하시겠습니까?
en: Would you like to change the goal status to incomplete?

source: 목표 시작일
en: Start Date

source: 목표 완료일
en: Completion Date

source: 변경하기
en: Change

source: 삭제
en: Delete

source: 설정
en: Settings

source: 시스템 설정과 동일
en: Same as System Settings

source: 아직 이번 달 목표가 없어요! 새로운 목표를 추가해보세요!
en: There are no goals for this month yet! Try adding a new goal!

source: 알 수 없는 오류
en: Unknown Error

source: 알 수 없는 오류가 발생했습니다.
en: An unknown error has occurred.

source: 앱 설정하기
en: Settings

source: 앱 테마 설정
en: App Theme

source: 앱 평점 남기기
en: Rate the App

source: 앱 피드백 남기기
en: Leave App Feedback

source: 언어 설정
en: Language

source: 완료
en: Done

source: 이번 달
en: Current

source: 자세한 내용
en: Details

source: 정말로 모든 목표를 삭제하시겠습니까?
en: Are you sure you want to delete all goals?

source: 취소
en: Cancel

source: 취소하기
en: Cancel

source: 한해 앱에 대한 피드백을 주셔서 감사합니다. 이용자분의 의견을 반영하여 발전하는 한해가 되겠습니다.
en: Thank you for your feedback on the HanHae app. We will strive to improve HanHae based on your input.

source: 한해(HanHae) 앱 피드백 메일입니다.
en: This is the app(HANHAE) feedback mail.

source: 해당 월의 목표가 없습니다.
en: No goal set for this month.

source: 확인
en: Confirm
